/* nothing */
"" = "Project-Id-Version: X-Chat 0.96\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2004-01-01 23:38+1100\nPO-Revision-Date: 2003-01-23 23:04+0100\nLast-Translator: Kjartan Maraas <kmaraas@online.no>\nLanguage-Team: Norwegian <no@li.org>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8-bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Kan ikke opprette ~/.xchat2";

/* nothing */
"I'm busy" = "Jeg er opptatt";

/* nothing */
"Leaving" = "";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "";

/* nothing */
"Waiting" = "Venter";

/* nothing */
"Active" = "Aktiv";

/* nothing */
"Failed" = "Feilet";

/* nothing */
"Done" = "Ferdig";

/* nothing */
"Connect" = "Koble til";

/* nothing */
"Aborted" = "Avbrutt";

/* nothing */
"Cannot access %s\n" = "Kan ikke aksessere %s\n";

/* nothing */
"No active DCCs\n" = "Ingen aktive DCC\n";

/* nothing */
"YES  " = "JA   ";

/* nothing */
"NO   " = "NEI  ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "";

/* nothing */
"You are being MSG flooded from %s, setting autodialog OFF.\n" = "";

/* nothing */
"  %-20s online\n" = "";

/* nothing */
"  %-20s offline\n" = "";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "";

/* nothing */
"\nCommands Available:\n\n  " = "";

/* nothing */
"\n\nType /HELP <command> for more information, or /HELP -l\n\n" = "";

/* nothing */
"User defined commands:\n\n  " = "";

/* nothing */
"Unknown arg '%s' ignored." = "";

/* nothing */
"No such plugin found.\n" = "";

/* nothing */
"That plugin is refusing to unload.\n" = "";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "";

/* nothing */
"AWAY [<reason>], sets you away" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "";

/* nothing */
"CLEAR, Clears the current text window" = "";

/* nothing */
"CLOSE, Closes the current window/tab" = "";

/* nothing */
"COUNTRY <code>, finds a country code, eg: au = australia" = "";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "";

/* nothing */
"\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DISCON, Disconnects from server" = "";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "";

/* nothing */
"ECHO <text>, Prints text locally" = "";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "";

/* nothing */
"JOIN <channel>, joins the channel" = "";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"LAGCHECK, forces a new lag check" = "";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "";

/* nothing */
"LOAD <file>, loads a plugin or script" = "";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "";

/* nothing */
"MSG <nick> <message>, sends a private message" = "";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "";

/* nothing */
"NICK <nickname>, sets your nick" = "";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "";

/* nothing */
"SET <variable> [<value>]" = "";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "";

/* nothing */
"Usage: %s\n" = "";

/* nothing */
"\nNo help available on that command.\n" = "";

/* nothing */
"No such command.\n" = "";

/* nothing */
"Bad arguments for user command.\n" = "";

/* nothing */
"Too many recursive usercommands, aborting." = "";

/* nothing */
"Unknown Command. Try /help\n" = "";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "";

/* nothing */
"Proxy traversal failed.\n" = "";

/* nothing */
"Cycling to next server in %s...\n" = "";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "";

/* nothing */
"-%C10-%C11-%O$t$1 added to notify list." = "";

/* nothing */
"-%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned)." = "";

/* nothing */
"-%C10-%C11-%O$t$1 is now known as $2" = "";

/* nothing */
"%C13*%O$t$1%O $2%O" = "";

/* nothing */
"%C13*%O$t%C8%B$1%B%O $2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets ban on $2" = "";

/* nothing */
"-%C10-%C11-%O$tChannel $1 created on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel half-operator status from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel operator status from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes voice from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel half-operator status to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets invite on $2" = "";

/* nothing */
"%UChannel          Users   Topic%O" = "";

/* nothing */
"%C2<%O$1%C2>%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets mode $2$3 $4" = "";

/* nothing */
"-%C10-%C11-%O$tChannel $1 modes: $2" = "";

/* nothing */
"%C2<%C8%B$1%B%C2>%O$t$2%O" = "";

/* nothing */
"%C12-%C13$1/$2%C12-%O$t$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel operator status to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes invite on $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes channel keyword" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes user limit" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel keyword to $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel limit to $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes ban on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives voice to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$tConnected. Now logging in.." = "";

/* nothing */
"-%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C.." = "";

/* nothing */
"-%C10-%C11-%O$tConnection failed. Error: $1" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)" = "";

/* nothing */
"%C3>%O$1%C3<%O$tCTCP $2%O" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP Sound $1 from $2" = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O lost. $4." = "";

/* nothing */
"-%C10-%C11-%O$tReceived a DCC CHAT offer from $1" = "";

/* nothing */
"-%C10-%C11-%O$tOffering DCC CHAT to $1" = "";

/* nothing */
"-%C10-%C11-%O$tAlready offering CHAT to $1" = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3)." = "";

/* nothing */
"-%C10-%C11-%O$tReceived '$1%O' from $2" = "";

/* nothing */
"%C8,2 Type  To/From    Status  Size    Pos     File      %O%010%B%C9----------------------------------------------------%O" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.%010-%C10-%C11-%O$tContents of packet: $2" = "";

/* nothing */
"-%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC offer." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O failed. $4." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing ($2)." = "";

/* nothing */
"-%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead." = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O failed. $3" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)" = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting." = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting." = "";

/* nothing */
"-%C10-%C11-%O$t$1 deleted from notify list." = "";

/* nothing */
"-%C10-%C11-%O$tDisconnected ($1)." = "";

/* nothing */
"-%C10-%C11-%O$tFound your IP: [$1]" = "";

/* nothing */
"$1$t$2" = "";

/* nothing */
"%O%C11$1%O added to ignore list." = "";

/* nothing */
"Ignore on %C11$1%O changed." = "";

/* nothing */
"%C08,02                                                              %O" = "";

/* nothing */
"%C08,02 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG %O" = "";

/* nothing */
"%O%C11$1%O removed from ignore list." = "";

/* nothing */
"  Ignore list is empty." = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only)." = "";

/* nothing */
"-%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)" = "";

/* nothing */
"-%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been killed by $1 ($2%O)" = "";

/* nothing */
"%C3>%O$1%C3<%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1%O" = "";

/* nothing */
"-%C10-%C11-%O$tMOTD Skipped." = "";

/* nothing */
"-%C10-%C11-%O$t$1 already in use. Retrying with $2.." = "";

/* nothing */
"-%C10-%C11-%O$tNickname already in use. Use /NICK to try another." = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC." = "";

/* nothing */
"-%C10-%C11-%O$tNo process is currently running" = "";

/* nothing */
"%C12-%C13$1%C12-%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tNotify list is empty." = "";

/* nothing */
"%C08,02 %B-- Notify List --------------- %O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 users in notify list." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is offline ($2)." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is online ($2)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3" = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tPing reply from $1 : $2 second(s)" = "";

/* nothing */
"-%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting." = "";

/* nothing */
"%C12*%C13$1%C12*$t%O$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tA process is already running" = "";

/* nothing */
"<%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O" = "";

/* nothing */
"%C12-%C13$1/Wallops%C12-%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tLooking up IP number for%C11 $1%O.." = "";

/* nothing */
"-%C10-%C11-%O$tConnected." = "";

/* nothing */
"-%C10-%C11-%O$tLooking up %C11$1%C.." = "";

/* nothing */
"-%C10-%C11-%O$tStopped previous connection attempt (pid=$1)" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 has changed the topic to: $2%O" = "";

/* nothing */
"-%C10-%C11-%O$tUnknown host. Maybe you misspelled it?" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached)." = "";

/* nothing */
"-%C10-%C11-%O$t%C11Users on $1:%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list." = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2 %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Oreal user@host %C11$2%O, real IP %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %C14(%O$2@$3%C14) %O: $4%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O $2" = "";

/* nothing */
"-%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)" = "";

/* nothing */
"%C6<%O$1%C6>%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou are now known as $2" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "";

/* nothing */
"Left message" = "Meldingen";

/* nothing */
"Right message" = "Meldingen";

/* nothing */
"The nick of the joining person" = "";

/* nothing */
"The channel being joined" = "";

/* nothing */
"The host of the person" = "";

/* nothing */
"Nickname" = "Kallenavn";

/* nothing */
"The action" = "Handlingen";

/* nothing */
"The text" = "Teksten";

/* nothing */
"Mode char" = "";

/* nothing */
"The message" = "Meldingen";

/* nothing */
"Old nickname" = "Gammelt kallenavn";

/* nothing */
"New nickname" = "Nytt kallenavn";

/* nothing */
"Nick of person who changed the topic" = "";

/* nothing */
"Topic" = "Emne";

/* nothing */
"Channel" = "Kanal";

/* nothing */
"The nickname of the kicker" = "";

/* nothing */
"The person being kicked" = "";

/* nothing */
"The channel" = "Kanalen";

/* nothing */
"The reason" = "Årsaken";

/* nothing */
"The nick of the person leaving" = "";

/* nothing */
"The time" = "Tiden";

/* nothing */
"The creator" = "";

/* nothing */
"Nick" = "Kallenavn";

/* nothing */
"Reason" = "Årsak";

/* nothing */
"Host" = "Vert";

/* nothing */
"Who it's from" = "Hvem er det fra";

/* nothing */
"The time in x.x format (see below)" = "";

/* nothing */
"The Channel it's going to" = "Vindu for kanalliste..";

/* nothing */
"The sound" = "Lyden";

/* nothing */
"The nick of the person" = "";

/* nothing */
"The CTCP event" = "";

/* nothing */
"The nick of the person who set the key" = "";

/* nothing */
"The key" = "";

/* nothing */
"The nick of the person who set the limit" = "";

/* nothing */
"The limit" = "";

/* nothing */
"The nick of the person who did the op'ing" = "";

/* nothing */
"The nick of the person who has been op'ed" = "";

/* nothing */
"The nick of the person who has been halfop'ed" = "";

/* nothing */
"The nick of the person who did the halfop'ing" = "";

/* nothing */
"The nick of the person who did the voice'ing" = "";

/* nothing */
"The nick of the person who has been voice'ed" = "";

/* nothing */
"The nick of the person who did the banning" = "";

/* nothing */
"The ban mask" = "";

/* nothing */
"The nick who removed the key" = "";

/* nothing */
"The nick who removed the limit" = "";

/* nothing */
"The nick of the person of did the deop'ing" = "";

/* nothing */
"The nick of the person who has been deop'ed" = "";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "";

/* nothing */
"The nick of the person of did the devoice'ing" = "";

/* nothing */
"The nick of the person who has been devoice'ed" = "";

/* nothing */
"The nick of the person of did the unban'ing" = "";

/* nothing */
"The nick of the person who did the exempt" = "";

/* nothing */
"The exempt mask" = "";

/* nothing */
"The nick of the person removed the exempt" = "";

/* nothing */
"The nick of the person who did the invite" = "";

/* nothing */
"The invite mask" = "";

/* nothing */
"The nick of the person removed the invite" = "";

/* nothing */
"The nick of the person setting the mode" = "";

/* nothing */
"The mode's sign (+/-)" = "";

/* nothing */
"The mode letter" = "";

/* nothing */
"The channel it's being set on" = "";

/* nothing */
"Username" = "";

/* nothing */
"Full name" = "";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "";

/* nothing */
"Server Information" = "";

/* nothing */
"Idle time" = "";

/* nothing */
"Signon time" = "";

/* nothing */
"Away reason" = "Borteårsak";

/* nothing */
"Message" = "Melding";

/* nothing */
"Account" = "Om";

/* nothing */
"Real user@host" = "Vis/skjul brukerliste";

/* nothing */
"Real IP" = "";

/* nothing */
"Channel Name" = "Navn på kanal";

/* nothing */
"Text" = "Tekst";

/* nothing */
"Server Name" = "Navn på tjener";

/* nothing */
"Nick of person who invited you" = "";

/* nothing */
"Users" = "Brukere";

/* nothing */
"Nickname in use" = "";

/* nothing */
"Nick being tried" = "";

/* nothing */
"Error" = "Feil";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Port";

/* nothing */
"PID" = "PID";

/* nothing */
"Channel name" = "Navn på kanal";

/* nothing */
"Modes string" = "";

/* nothing */
"IP address" = "IP-adresse";

/* nothing */
"DCC Type" = "";

/* nothing */
"Filename" = "Filnavn";

/* nothing */
"Destination filename" = "";

/* nothing */
"CPS" = "";

/* nothing */
"Pathname" = "Stinavn";

/* nothing */
"Position" = "Posisjon";

/* nothing */
"Size" = "Størrelse";

/* nothing */
"DCC String" = "Innstillinger for DCC";

/* nothing */
"Number of notify items" = "";

/* nothing */
"Servername" = "Navn på tjener";

/* nothing */
"Old Filename" = "Gammelt filnavn";

/* nothing */
"New Filename" = "Nytt filnavn";

/* nothing */
"Receiver" = "Mottaker";

/* nothing */
"Hostmask" = "Vertsmaske";

/* nothing */
"Hostname" = "Vertsnavn";

/* nothing */
"The Packet" = "Pakken";

/* nothing */
"Seconds" = "Sekunder";

/* nothing */
"Nick of person who have been invited" = "";

/* nothing */
"Banmask" = "";

/* nothing */
"Who set the ban" = "";

/* nothing */
"Ban time" = "";

/* nothing */
"Error parsing event %s.\nLoading default" = "";

/* nothing */
"Cannot read sound file:\n%s" = "";

/* nothing */
"Remote host closed socket" = "";

/* nothing */
"Connection refused" = "";

/* nothing */
"No route to host" = "";

/* nothing */
"Connection timed out" = "Tidsavbrudd for tilkobling";

/* nothing */
"Cannot assign that address" = "";

/* nothing */
"Connection reset by peer" = "";

/* nothing */
"Andorra" = "";

/* nothing */
"United Arab Emirates" = "";

/* nothing */
"Afghanistan" = "";

/* nothing */
"Antigua and Barbuda" = "";

/* nothing */
"Anguilla" = "";

/* nothing */
"Albania" = "";

/* nothing */
"Armenia" = "";

/* nothing */
"Netherlands Antilles" = "";

/* nothing */
"Angola" = "";

/* nothing */
"Antarctica" = "";

/* nothing */
"Argentina" = "";

/* nothing */
"Reverse DNS" = "";

/* nothing */
"American Samoa" = "";

/* nothing */
"Austria" = "";

/* nothing */
"Nato Fiel" = "";

/* nothing */
"Australia" = "";

/* nothing */
"Aruba" = "";

/* nothing */
"Azerbaijan" = "";

/* nothing */
"Bosnia and Herzegovina" = "";

/* nothing */
"Barbados" = "";

/* nothing */
"Bangladesh" = "";

/* nothing */
"Belgium" = "";

/* nothing */
"Burkina Faso" = "";

/* nothing */
"Bulgaria" = "";

/* nothing */
"Bahrain" = "";

/* nothing */
"Burundi" = "";

/* nothing */
"Businesses" = "";

/* nothing */
"Benin" = "";

/* nothing */
"Bermuda" = "";

/* nothing */
"Brunei Darussalam" = "";

/* nothing */
"Bolivia" = "";

/* nothing */
"Brazil" = "";

/* nothing */
"Bahamas" = "";

/* nothing */
"Bhutan" = "Bhutan";

/* nothing */
"Bouvet Island" = "";

/* nothing */
"Botswana" = "";

/* nothing */
"Belarus" = "";

/* nothing */
"Belize" = "";

/* nothing */
"Canada" = "";

/* nothing */
"Cocos Islands" = "";

/* nothing */
"Central African Republic" = "";

/* nothing */
"Congo" = "";

/* nothing */
"Switzerland" = "";

/* nothing */
"Cote D'ivoire" = "";

/* nothing */
"Cook Islands" = "";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "";

/* nothing */
"China" = "";

/* nothing */
"Colombia" = "";

/* nothing */
"Internic Commercial" = "";

/* nothing */
"Costa Rica" = "";

/* nothing */
"Former Czechoslovakia" = "";

/* nothing */
"Cuba" = "";

/* nothing */
"Cape Verde" = "";

/* nothing */
"Christmas Island" = "";

/* nothing */
"Cyprus" = "";

/* nothing */
"Czech Republic" = "";

/* nothing */
"Germany" = "";

/* nothing */
"Djibouti" = "";

/* nothing */
"Denmark" = "";

/* nothing */
"Dominica" = "";

/* nothing */
"Dominican Republic" = "";

/* nothing */
"Algeria" = "";

/* nothing */
"Ecuador" = "";

/* nothing */
"Educational Institution" = "";

/* nothing */
"Estonia" = "";

/* nothing */
"Egypt" = "";

/* nothing */
"Western Sahara" = "";

/* nothing */
"Eritrea" = "";

/* nothing */
"Spain" = "";

/* nothing */
"Ethiopia" = "";

/* nothing */
"Finland" = "";

/* nothing */
"Fiji" = "";

/* nothing */
"Falkland Islands" = "";

/* nothing */
"Micronesia" = "";

/* nothing */
"Faroe Islands" = "";

/* nothing */
"France" = "Frankrike";

/* nothing */
"France, Metropolitan" = "";

/* nothing */
"Gabon" = "";

/* nothing */
"Great Britain" = "";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "";

/* nothing */
"French Guiana" = "";

/* nothing */
"British Channel Isles" = "";

/* nothing */
"Ghana" = "";

/* nothing */
"Gibraltar" = "";

/* nothing */
"Greenland" = "Grønland";

/* nothing */
"Gambia" = "";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "";

/* nothing */
"Guadeloupe" = "";

/* nothing */
"Equatorial Guinea" = "";

/* nothing */
"Greece" = "Hellas";

/* nothing */
"S. Georgia and S. Sandwich Isles." = "";

/* nothing */
"Guatemala" = "";

/* nothing */
"Guam" = "";

/* nothing */
"Guinea-Bissau" = "";

/* nothing */
"Guyana" = "";

/* nothing */
"Hong Kong" = "";

/* nothing */
"Heard and McDonald Islands" = "";

/* nothing */
"Honduras" = "";

/* nothing */
"Croatia" = "";

/* nothing */
"Haiti" = "";

/* nothing */
"Hungary" = "";

/* nothing */
"Indonesia" = "";

/* nothing */
"Ireland" = "";

/* nothing */
"Israel" = "";

/* nothing */
"India" = "";

/* nothing */
"Informational" = "";

/* nothing */
"International" = "";

/* nothing */
"British Indian Ocean Territory" = "";

/* nothing */
"Iraq" = "";

/* nothing */
"Iran" = "";

/* nothing */
"Iceland" = "";

/* nothing */
"Italy" = "";

/* nothing */
"Jamaica" = "";

/* nothing */
"Jordan" = "";

/* nothing */
"Japan" = "";

/* nothing */
"Kenya" = "";

/* nothing */
"Kyrgyzstan" = "";

/* nothing */
"Cambodia" = "";

/* nothing */
"Kiribati" = "";

/* nothing */
"Comoros" = "";

/* nothing */
"St. Kitts and Nevis" = "";

/* nothing */
"North Korea" = "";

/* nothing */
"South Korea" = "";

/* nothing */
"Kuwait" = "";

/* nothing */
"Cayman Islands" = "";

/* nothing */
"Kazakhstan" = "";

/* nothing */
"Laos" = "";

/* nothing */
"Lebanon" = "";

/* nothing */
"Saint Lucia" = "";

/* nothing */
"Liechtenstein" = "";

/* nothing */
"Sri Lanka" = "";

/* nothing */
"Liberia" = "";

/* nothing */
"Lesotho" = "";

/* nothing */
"Lithuania" = "";

/* nothing */
"Luxembourg" = "";

/* nothing */
"Latvia" = "";

/* nothing */
"Libya" = "";

/* nothing */
"Morocco" = "";

/* nothing */
"Monaco" = "";

/* nothing */
"Moldova" = "";

/* nothing */
"United States Medical" = "";

/* nothing */
"Madagascar" = "";

/* nothing */
"Marshall Islands" = "";

/* nothing */
"Military" = "";

/* nothing */
"Macedonia" = "";

/* nothing */
"Mali" = "";

/* nothing */
"Myanmar" = "";

/* nothing */
"Mongolia" = "";

/* nothing */
"Macau" = "";

/* nothing */
"Northern Mariana Islands" = "";

/* nothing */
"Martinique" = "";

/* nothing */
"Mauritania" = "";

/* nothing */
"Montserrat" = "";

/* nothing */
"Malta" = "";

/* nothing */
"Mauritius" = "";

/* nothing */
"Maldives" = "";

/* nothing */
"Malawi" = "";

/* nothing */
"Mexico" = "";

/* nothing */
"Malaysia" = "";

/* nothing */
"Mozambique" = "";

/* nothing */
"Namibia" = "";

/* nothing */
"New Caledonia" = "";

/* nothing */
"Niger" = "";

/* nothing */
"Internic Network" = "";

/* nothing */
"Norfolk Island" = "";

/* nothing */
"Nigeria" = "";

/* nothing */
"Nicaragua" = "";

/* nothing */
"Netherlands" = "";

/* nothing */
"Norway" = "";

/* nothing */
"Nepal" = "";

/* nothing */
"Nauru" = "";

/* nothing */
"Neutral Zone" = "";

/* nothing */
"Niue" = "";

/* nothing */
"New Zealand" = "";

/* nothing */
"Oman" = "";

/* nothing */
"Internic Non-Profit Organization" = "";

/* nothing */
"Panama" = "";

/* nothing */
"Peru" = "";

/* nothing */
"French Polynesia" = "";

/* nothing */
"Papua New Guinea" = "";

/* nothing */
"Philippines" = "";

/* nothing */
"Pakistan" = "";

/* nothing */
"Poland" = "";

/* nothing */
"St. Pierre and Miquelon" = "";

/* nothing */
"Pitcairn" = "";

/* nothing */
"Puerto Rico" = "";

/* nothing */
"Portugal" = "";

/* nothing */
"Palau" = "";

/* nothing */
"Paraguay" = "";

/* nothing */
"Qatar" = "";

/* nothing */
"Reunion" = "";

/* nothing */
"Romania" = "";

/* nothing */
"Old School ARPAnet" = "";

/* nothing */
"Russian Federation" = "";

/* nothing */
"Rwanda" = "";

/* nothing */
"Saudi Arabia" = "";

/* nothing */
"Solomon Islands" = "";

/* nothing */
"Seychelles" = "";

/* nothing */
"Sudan" = "";

/* nothing */
"Sweden" = "";

/* nothing */
"Singapore" = "Singapore";

/* nothing */
"St. Helena" = "";

/* nothing */
"Slovenia" = "";

/* nothing */
"Svalbard and Jan Mayen Islands" = "";

/* nothing */
"Slovak Republic" = "";

/* nothing */
"Sierra Leone" = "";

/* nothing */
"San Marino" = "";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "";

/* nothing */
"Suriname" = "";

/* nothing */
"Sao Tome and Principe" = "";

/* nothing */
"Former USSR" = "";

/* nothing */
"El Salvador" = "";

/* nothing */
"Syria" = "";

/* nothing */
"Swaziland" = "";

/* nothing */
"Turks and Caicos Islands" = "";

/* nothing */
"Chad" = "";

/* nothing */
"French Southern Territories" = "";

/* nothing */
"Togo" = "";

/* nothing */
"Thailand" = "";

/* nothing */
"Tajikistan" = "";

/* nothing */
"Tokelau" = "";

/* nothing */
"Turkmenistan" = "";

/* nothing */
"Tunisia" = "";

/* nothing */
"Tonga" = "";

/* nothing */
"East Timor" = "";

/* nothing */
"Turkey" = "";

/* nothing */
"Trinidad and Tobago" = "";

/* nothing */
"Tuvalu" = "";

/* nothing */
"Taiwan" = "";

/* nothing */
"Tanzania" = "";

/* nothing */
"Ukraine" = "";

/* nothing */
"Uganda" = "";

/* nothing */
"United Kingdom" = "";

/* nothing */
"US Minor Outlying Islands" = "";

/* nothing */
"United States of America" = "";

/* nothing */
"Uruguay" = "";

/* nothing */
"Uzbekistan" = "";

/* nothing */
"Vatican City State" = "";

/* nothing */
"St. Vincent and the grenadines" = "";

/* nothing */
"Venezuela" = "";

/* nothing */
"British Virgin Islands" = "";

/* nothing */
"US Virgin Islands" = "";

/* nothing */
"Vietnam" = "";

/* nothing */
"Vanuatu" = "";

/* nothing */
"Wallis and Futuna Islands" = "";

/* nothing */
"Samoa" = "";

/* nothing */
"Yemen" = "";

/* nothing */
"Mayotte" = "";

/* nothing */
"Yugoslavia" = "";

/* nothing */
"South Africa" = "";

/* nothing */
"Zambia" = "";

/* nothing */
"Zaire" = "";

/* nothing */
"Zimbabwe" = "";

/* nothing */
"Unknown" = "";

/* nothing */
"Direct client-to-client" = "";

/* nothing */
"Send File" = "Lydfil: ";

/* nothing */
"Offer Chat" = "";

/* nothing */
"Abort Chat" = "Om X-Chat";

/* nothing */
"Version" = "Versjon";

/* nothing */
"Userinfo" = "Bruker";

/* nothing */
"Clientinfo" = "Klienten avslutter";

/* nothing */
"Ping" = "";

/* nothing */
"Time" = "Tiden";

/* nothing */
"Finger" = "Wingate";

/* nothing */
"Oper" = "Op";

/* nothing */
"Kill this user" = "";

/* nothing */
"Mode" = "";

/* nothing */
"Give Voice" = "";

/* nothing */
"Take Voice" = "";

/* nothing */
"Give Ops" = "";

/* nothing */
"Take Ops" = "";

/* nothing */
"Ignore" = "";

/* nothing */
"Ignore User" = "Ignorer-liste...";

/* nothing */
"UnIgnore User" = "";

/* nothing */
"Kick/Ban" = "Spark";

/* nothing */
"Kick" = "Spark";

/* nothing */
"Ban" = "";

/* nothing */
"KickBan" = "Spark";

/* nothing */
"Info" = "Info";

/* nothing */
"Who" = "";

/* nothing */
"WhoIs" = "";

/* nothing */
"DNS Lookup" = "";

/* nothing */
"Trace" = "Frankrike";

/* nothing */
"UserHost" = "Brukere";

/* nothing */
"External" = "";

/* nothing */
"Traceroute" = "";

/* nothing */
"Telnet" = "";

/* nothing */
"Open Dialog Window" = "Åpne dialogvindu automatisk";

/* nothing */
"Disconnect" = "";

/* nothing */
"Reconnect" = "";

/* nothing */
"Leave Channel" = "";

/* nothing */
"Join Channel..." = "Bli med i kanal...";

/* nothing */
"Enter Channel to Join:" = "";

/* nothing */
"Server Links" = "Lenker til tjenere";

/* nothing */
"Ping Server" = "Ping tjener";

/* nothing */
"Hide Version" = "Skjul versjon";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "hadet";

/* nothing */
"Enter reason to kick %s:" = "";

/* nothing */
"Sendfile" = "";

/* nothing */
"Dialog" = "";

/* nothing */
"Send" = "Sekunder";

/* nothing */
"Chat" = "_X-Chat";

/* nothing */
"Clear" = "Tøm";

/* nothing */
"About X-Chat" = "Om X-Chat";

/* nothing */
"A multiplatform IRC Client" = "";

/* nothing */
"Character Chart" = "Tegnkart";

/* nothing */
"You must select some bans." = "";

/* nothing */
"Mask" = "Maske";

/* nothing */
"From" = "";

/* nothing */
"Date" = "";

/* nothing */
"X-Chat: Ban List (%s)" = "";

/* nothing */
"Unban" = "";

/* nothing */
"Crop" = "";

/* nothing */
"Refresh" = "";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "";

/* nothing */
"I can't save an empty list!" = "";

/* nothing */
"Select an output filename" = "";

/* nothing */
"X-Chat: Channel List (%s)" = "";

/* nothing */
"List display options:" = "";

/* nothing */
"Minimum Users:" = "";

/* nothing */
"Maximum Users:" = "";

/* nothing */
"Regex Match:" = "";

/* nothing */
"Apply Match to:" = "";

/* nothing */
"Apply" = "Bruk";

/* nothing */
"Refresh the list" = "";

/* nothing */
"Save the list" = "Lagre listen";

/* nothing */
"Join Channel" = "";

/* nothing */
"Send file to %s" = "";

/* nothing */
"      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n" = "";

/* nothing */
"That file is not resumable." = "";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "";

/* nothing */
"Cannot resume the same file from two people." = "";

/* nothing */
"MIME Type" = "";

/* nothing */
"Status" = "";

/* nothing */
"File" = "";

/* nothing */
"ETA" = "";

/* nothing */
"X-Chat: File Receive List" = "";

/* nothing */
"Abort" = "";

/* nothing */
"Accept" = "";

/* nothing */
"Resume" = "";

/* nothing */
"Open" = "";

/* nothing */
"Ack" = "";

/* nothing */
"To" = "Til";

/* nothing */
"X-Chat: File Send List" = "";

/* nothing */
"To/From" = "";

/* nothing */
"Recv" = "";

/* nothing */
"Sent" = "";

/* nothing */
"StartTime" = "";

/* nothing */
"X-Chat: DCC Chat List" = "";

/* nothing */
"*NEW*" = "";

/* nothing */
"EDIT ME" = "";

/* nothing */
"Name" = "";

/* nothing */
"Command" = "Kommando";

/* nothing */
"Move Up" = "";

/* nothing */
"Move Dn" = "";

/* nothing */
"Cancel" = "Avbryt";

/* nothing */
"Save" = "";

/* nothing */
"Add New" = "";

/* nothing */
"Delete" = "";

/* nothing */
"Sort" = "";

/* nothing */
"Help" = "Hjelp";

/* nothing */
"Options" = "Alternativer for kanal";

/* nothing */
"DIRECTORY" = "";

/* nothing */
"use a different config dir" = "";

/* nothing */
"don't auto connect" = "";

/* nothing */
"don't auto load any plugins" = "";

/* nothing */
"show version information" = "";

/* nothing */
"Failed to open font:\n\n%s" = "";

/* nothing */
"Search buffer is empty.\n" = "Søk i buffer er tomt.\n";

/* nothing */
"%d bytes" = "";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page. If Data 1 is set to anything the page scrolls up, else it scrolls down" = "";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "";

/* nothing */
"This command moves the front tab left by one" = "";

/* nothing */
"This command moves the front tab right by one" = "";

/* nothing */
"This command moves the current tab family to the left" = "";

/* nothing */
"This command moves the current tab family to the right" = "";

/* nothing */
"Push input line into history but doesn't send to server" = "";

/* nothing */
"There was an error loading key bindings configuration" = "";

/* nothing */
"<none>" = "";

/* nothing */
"Mod" = "";

/* nothing */
"Key" = "";

/* nothing */
"Action" = "";

/* nothing */
"X-Chat: Edit Key Bindings" = "X-Chat: Rediger tastaturbindinger";

/* nothing */
"Add new" = "Legg til ny";

/* nothing */
"Shift" = "";

/* nothing */
"Alt" = "";

/* nothing */
"Ctrl" = "";

/* nothing */
"Data 1" = "";

/* nothing */
"Data 2" = "";

/* nothing */
"Error opening keys config file\n" = "";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "";

/* nothing */
"Cannot write to that file." = "";

/* nothing */
"Cannot read that file." = "";

/* nothing */
"That mask already exists." = "";

/* nothing */
"Private" = "";

/* nothing */
"Notice" = "";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "";

/* nothing */
"Invite" = "Inviter";

/* nothing */
"Unignore" = "";

/* nothing */
"Enter mask to ignore:" = "";

/* nothing */
"X-Chat: Ignore list" = "";

/* nothing */
"Ignore Stats:" = "";

/* nothing */
"Channel:" = "Kanal:";

/* nothing */
"Private:" = "Privat:";

/* nothing */
"Notice:" = "";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Inviter:";

/* nothing */
"New" = "Ny";

/* nothing */
"Delete All" = "Test alle";

/* nothing */
"Topic for %s is: %s" = "";

/* nothing */
"No topic is set" = "";

/* nothing */
"No other tabs open, quit xchat?" = "";

/* nothing */
"Insert color code" = "";

/* nothing */
"Close Tab" = "Lukk fane";

/* nothing */
"Detach Tab" = "";

/* nothing */
"Beep on message" = "Pip ved private meldinger";

/* nothing */
"Show join/part messages" = "Pip ved private meldinger";

/* nothing */
"Color paste" = "Lim inn farge";

/* nothing */
"Go to" = "";

/* nothing */
"Some file transfers still active, quit xchat?" = "";

/* nothing */
"User limit must be a number!\n" = "";

/* nothing */
"Topic Protection" = "";

/* nothing */
"No outside messages" = "";

/* nothing */
"Secret" = "";

/* nothing */
"Invite Only" = "";

/* nothing */
"Moderated" = "";

/* nothing */
"Ban List" = "Python liste";

/* nothing */
"Keyword" = "";

/* nothing */
"User Limit" = "Brukergrense";

/* nothing */
"Close this tab/window" = "";

/* nothing */
"Show/Hide userlist" = "Vis/skjul brukerliste";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "";

/* nothing */
"Enter new nickname:" = "Oppgi nytt kallenavn:";

/* nothing */
"Host unknown" = "Ukjent vert";

/* nothing */
"User: %s" = "Bruker: %s";

/* nothing */
"Country: %s" = "";

/* nothing */
"Realname: %s" = "";

/* nothing */
"Server: %s" = "Tjener: %s";

/* nothing */
"Last Msg: %s" = "";

/* nothing */
"Menu Bar" = "";

/* nothing */
"Topic Bar" = "";

/* nothing */
"User List" = "Brukerliste";

/* nothing */
"Mode Buttons" = "Dialogknapper...";

/* nothing */
"User List Buttons" = "Brukerlisteknapper...";

/* nothing */
"Part Channel" = "";

/* nothing */
"Cycle Channel" = "";

/* nothing */
"X-Chat: User menu" = "X-Chat: Brukermeny";

/* nothing */
"Edit This Menu..." = "Rediger denne menyen...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "";

/* nothing */
"Settings saved." = "Innstillinger lagret.";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "";

/* nothing */
"X-Chat: User Defined Commands" = "";

/* nothing */
"X-Chat: Userlist Popup menu" = "Brukerlliste popup..";

/* nothing */
"X-Chat: Replace" = "X-Chat: Erstatt";

/* nothing */
"X-Chat: URL Handlers" = "X-Chat: URL-håndterere";

/* nothing */
"X-Chat: Userlist buttons" = "X-Chat: Brukerlisteknapper";

/* nothing */
"X-Chat: Dialog buttons" = "";

/* nothing */
"X-Chat: CTCP Replies" = "X-Chat: CTCP-svar";

/* nothing */
"_X-Chat" = "_X-Chat";

/* nothing */
"Server List..." = "Liste over tjenere...";

/* nothing */
"Server Tab..." = "Tjenerfane...";

/* nothing */
"Channel Tab..." = "Kanalfane...";

/* nothing */
"Server Window..." = "Tjenervindu...";

/* nothing */
"Channel Window..." = "Kanalvindu...";

/* nothing */
"Load Plugin or Script..." = "Last tillegg...";

/* nothing */
"New Shell Tab..." = "Ny fane for skall...";

/* nothing */
"Quit" = "Avslutt";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "Usynlig";

/* nothing */
"Receive Wallops" = "Motta Wallops";

/* nothing */
"Receive Server Notices" = "Motta tjenermeldinger";

/* nothing */
"Marked Away" = "Merket som borte";

/* nothing */
"Auto Rejoin when Kicked" = "Automatisk inlogging ved kick";

/* nothing */
"Auto Reconnect to Server" = "Koble til igjen automatisk";

/* nothing */
"Never-give-up ReConnect" = "Aldri-gi-opp gjenoppkobling";

/* nothing */
"Auto Open Dialog Windows" = "Åpne dialogvindu automatisk";

/* nothing */
"Auto Accept Direct Chat" = "Godta DCC-snakk automatisk";

/* nothing */
"Auto Accept Files" = "Godta DCC-send automatisk";

/* nothing */
"_Server" = "_Tjener";

/* nothing */
"S_ettings" = "_Innstillinger";

/* nothing */
"Preferences..." = "Brukervalg...";

/* nothing */
"Lists" = "Lister";

/* nothing */
"Auto Replace..." = "Erstatt-popup...";

/* nothing */
"CTCP Replies..." = "CTCP-svar...";

/* nothing */
"Dialog Buttons..." = "Dialogknapper...";

/* nothing */
"Key Bindings..." = "Tastaturbindinger...";

/* nothing */
"Text Events..." = "Hendelsestekster...";

/* nothing */
"URL Handlers..." = "URL-håndterere...";

/* nothing */
"User Commands..." = "Brukerkommandoer...";

/* nothing */
"Userlist Buttons..." = "Brukerlisteknapper...";

/* nothing */
"Userlist Popup..." = "Brukerliste popup...";

/* nothing */
"Reload Settings" = "Gjenles innstillinger";

/* nothing */
"Save Settings now" = "Lagre instillinger nå";

/* nothing */
"Save Settings on exit" = "Lagre innstillinger når du avslutter";

/* nothing */
"_Window" = "_Vindu";

/* nothing */
"Ban List..." = "";

/* nothing */
"Channel List..." = "Kanalliste...";

/* nothing */
"Character Chart..." = "Tegnkart...";

/* nothing */
"Direct Chat..." = "";

/* nothing */
"File Receive..." = "";

/* nothing */
"File Send..." = "";

/* nothing */
"Ignore List..." = "Ignorer-liste...";

/* nothing */
"Notify List..." = "Meldingsliste...";

/* nothing */
"Plugins and Scripts..." = "Liste over tillegg...";

/* nothing */
"Raw Log..." = "Rå logg...";

/* nothing */
"URL Grabber..." = "URL-henter...";

/* nothing */
"C_lear Text" = "";

/* nothing */
"Search Text..." = "Søk i buffer..";

/* nothing */
"Save Text..." = "Lagre tekst...";

/* nothing */
"_Help" = "_Hjelp";

/* nothing */
"_Contents" = "Innhold";

/* nothing */
"_About" = "Om";

/* nothing */
"Attach Tab" = "";

/* nothing */
"User" = "Bruker";

/* nothing */
"Server" = "Tjener";

/* nothing */
"Last Seen" = "Sist sett";

/* nothing */
"Offline" = "Frakoblet";

/* nothing */
"Never" = "Aldri";

/* nothing */
"Online" = "Tilkoblet";

/* nothing */
"Enter nickname to add:" = "";

/* nothing */
"X-Chat: Notify List" = "";

/* nothing */
"Add" = "Legg til";

/* nothing */
"Remove" = "Fjern";

/* nothing */
"Description" = "Beskrivelse";

/* nothing */
"Select a Plugin or Script to load" = "";

/* nothing */
"X-Chat: Plugins and Scripts" = "X-Chat tillegg";

/* nothing */
"_Load..." = "_Last...";

/* nothing */
"_UnLoad" = "Last _ut";

/* nothing */
"_Close" = "Lukk";

/* nothing */
"Save rawlog" = "";

/* nothing */
"X-Chat: Rawlog (%s)" = "";

/* nothing */
"Clear rawlog" = "";

/* nothing */
"Save rawlog..." = "";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "";

/* nothing */
"X-Chat: Search" = "X-Chat: Søk";

/* nothing */
"Find:" = "Finn:";

/* nothing */
"Find" = "Finn";

/* nothing */
"Close" = "Lukk";

/* nothing */
"Settings for %s" = "Innstillinger for %s";

/* nothing */
"New Network" = "Nytt nettverk";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "";

/* nothing */
"_Remove \"%s\"" = "";

/* nothing */
"_Add new server" = "";

/* nothing */
"Move \"%s\" _down" = "";

/* nothing */
"Move \"%s\" _up" = "";

/* nothing */
"_Add new network" = "";

/* nothing */
"Global User Info" = "";

/* nothing */
"Nick Names:" = "";

/* nothing */
"User Name:" = "Brukernavn:";

/* nothing */
"Real Name:" = "Virkelig navn:";

/* nothing */
"C_onnect" = "";

/* nothing */
"Connect in a _new tab" = "";

/* nothing */
"Servers" = "Tjenere";

/* nothing */
"Character Set:" = "Tegnsett:";

/* nothing */
"Nick Name:" = "Kallenavn:";

/* nothing */
"Server Password:" = "Passord for tjener:";

/* nothing */
"Join Channels:" = "Bli med i kanaler:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "";

/* nothing */
"Connect Command:" = "Kommando ved tilkobling:";

/* nothing */
"Command to execute after connecting. Can be used to authenticate to NickServ" = "";

/* nothing */
"Cycle until connected" = "";

/* nothing */
"Use global user info" = "";

/* nothing */
"Use secure SSL" = "";

/* nothing */
"Auto connect at startup" = "Koble til igjen automatisk";

/* nothing */
"Use a proxy server" = "Bruk en proxy-tjener";

/* nothing */
"Accept invalid cert." = "";

/* nothing */
"Settings for Selected Network" = "";

/* nothing */
"Edit mode" = "";

/* nothing */
"Networks" = "";

/* nothing */
"No server list on startup" = "Ingen tjenerliste ved oppstart";

/* nothing */
"X-Chat: Server List" = "X-Chat: tjenerliste";

/* nothing */
"Font:" = "Skrifttype:";

/* nothing */
"Background image:" = "Bakgrunnsbilde:";

/* nothing */
"Time stamp format:" = "";

/* nothing */
"See strftime manpage for details." = "";

/* nothing */
"Time stamp text" = "Merk all tekst med tid";

/* nothing */
"Transparent background" = "Gjennomsiktig bakgrunn";

/* nothing */
"Indent nicks" = "Juster kallenavn";

/* nothing */
"Tint transparency" = "Gjennomsiktighet for toning";

/* nothing */
"Colored nicks" = "Fargede kallenavn";

/* nothing */
"Strip mIRC color" = "Fjern mIRC-farger";

/* nothing */
"Scrollback lines:" = "";

/* nothing */
"Tint red:" = "";

/* nothing */
"Tint green:" = "Grønn toning:";

/* nothing */
"Tint blue:" = "Blå toning:";

/* nothing */
"Interpret %nnn as an ASCII value" = "";

/* nothing */
"Automatic nick completion" = "";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "";

/* nothing */
"Use the Text box font and colors" = "";

/* nothing */
"Nick completion suffix:" = "Fullføring av kallenavn";

/* nothing */
"Off" = "";

/* nothing */
"Graph" = "";

/* nothing */
"Info text" = "Infotekst";

/* nothing */
"Both" = "Begge";

/* nothing */
"A-Z, Ops first" = "A-Å, operatører først";

/* nothing */
"A-Z" = "A-Å";

/* nothing */
"Z-A, Ops last" = "Å-A, operatører sist";

/* nothing */
"Z-A" = "Å-A";

/* nothing */
"Unsorted" = "Usortert";

/* nothing */
"Lag meter:" = "";

/* nothing */
"Throttle meter:" = "";

/* nothing */
"Userlist sorted by:" = "Brukerliste sortert etter:";

/* nothing */
"Double-click command:" = "Dobbelklikk-kommando:";

/* nothing */
"Show hostnames in userlist" = "Vis vertsnavn i brukerlisten";

/* nothing */
"Userlist buttons enabled" = "Brukerliste-knapper aktivert";

/* nothing */
"Resizable userlist" = "Vis/skjul brukerliste";

/* nothing */
"Track away-status on channels smaller than:" = "";

/* nothing */
"Windows" = "Vinduer";

/* nothing */
"Tabs" = "Faner";

/* nothing */
"Bottom" = "Bunn";

/* nothing */
"Top" = "Topp";

/* nothing */
"Left" = "";

/* nothing */
"Right" = "";

/* nothing */
"Hidden" = "Skjult";

/* nothing */
"Show tabs at:" = "";

/* nothing */
"Open channels in:" = "";

/* nothing */
"Open dialogs in:" = "Åpne dialoger i:";

/* nothing */
"Open utilities in:" = "";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Bruk faner for DCC, Ignore, Notify etc vinduer.";

/* nothing */
"Open tab for server messages" = "Bruk en separat fane/vindu for tjenermeldinger";

/* nothing */
"Open tab for server notices" = "";

/* nothing */
"Pop new tabs to front" = "Nye faner frem";

/* nothing */
"Shorten tabs to:" = "";

/* nothing */
"letters." = "bokstaver.";

/* nothing */
"Download files to:" = "";

/* nothing */
"Move completed files to:" = "";

/* nothing */
"DCC IP address:" = "IP-adresse";

/* nothing */
"Claim you are at this address when offering files." = "";

/* nothing */
"First DCC send port:" = "Første port for DCC-sending:";

/* nothing */
"Last DCC send port:" = "Siste port for DCC-sending:";

/* nothing */
"(Leave ports at zero for full range)." = "";

/* nothing */
"Auto open DCC send list" = "Åpne DCC-send vindu automatisk";

/* nothing */
"Convert spaces to underscore" = "";

/* nothing */
"In filenames, before sending" = "";

/* nothing */
"Auto open DCC chat list" = "Åpne DCC-prat vindu automatisk";

/* nothing */
"Save nickname in filenames" = "Bruk avsenders kallenavn i innkommende filnavn";

/* nothing */
"Auto open DCC receive list" = "Åpne DCC-motta vindu automatisk";

/* nothing */
"Get my IP from IRC server" = "";

/* nothing */
"/WHOIS yourself to find your real address. Use this if you have a 192.168.*.* address!" = "";

/* nothing */
"Max. send CPS:" = "";

/* nothing */
"Max. speed for one transfer" = "";

/* nothing */
"Max. receive CPS:" = "";

/* nothing */
"Max. global send CPS:" = "";

/* nothing */
"Max. speed for all traffic" = "";

/* nothing */
"Max. global receive CPS:" = "";

/* nothing */
"(Leave at zero for full speed file transfers)." = "";

/* nothing */
"Default quit message:" = "Sluttmelding:";

/* nothing */
"Default part message:" = "Sluttmelding:";

/* nothing */
"Default away message:" = "Annonsér bortemeldinger";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "";

/* nothing */
"(Can be a text file relative to config dir)." = "";

/* nothing */
"Extra words to highlight on:" = "Ord som skal utheves:";

/* nothing */
"(Separate multiple words with commas)." = "(separér med komma)";

/* nothing */
"Show away once" = "Vis borte én gang";

/* nothing */
"Show identical away messages only once" = "";

/* nothing */
"Beep on private messages" = "Pip ved private meldinger";

/* nothing */
"Automatically unmark away" = "Åpne DCC-prat vindu automatisk";

/* nothing */
"Unmark yourself as away before sending messages" = "";

/* nothing */
"Beep on channel messages" = "Pip ved private meldinger";

/* nothing */
"Announce away messages" = "Annonsér bortemeldinger";

/* nothing */
"Announce your away messages to all channels" = "Annonsér don bortemelding til kanal(ene) du er i";

/* nothing */
"Beep on highlighted messages" = "Pip ved private meldinger";

/* nothing */
"Display MODEs in raw form" = "";

/* nothing */
"Whois on notify" = "";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "";

/* nothing */
"Hide join/part messages" = "Pip ved private meldinger";

/* nothing */
"Hide channel join/part messages by default" = "Pip ved private meldinger";

/* nothing */
"Auto reconnect delay:" = "Pause før automatisk gjenoppkobling";

/* nothing */
"Log filename mask:" = "Maske for loggnavn:";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "";

/* nothing */
"Log timestamp format:" = "";

/* nothing */
"(See strftime manpage for details)." = "";

/* nothing */
"Enable logging of conversations" = "Slå på logging av samtaler til disk";

/* nothing */
"Insert timestamps in logs" = "Alltid bruk tidsstempel på logger";

/* nothing */
"(Disabled)" = "(Slått av)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "";

/* nothing */
"Address to bind to:" = "";

/* nothing */
"(Only useful for computers with multiple addresses)." = "";

/* nothing */
"Proxy server" = "Proxy-tjener:";

/* nothing */
"Hostname:" = "Vertsnavn";

/* nothing */
"Username:" = "Brukernavn:";

/* nothing */
"Password:" = "Passord for tjener:";

/* nothing */
"Port:" = "Port";

/* nothing */
"Type:" = "";

/* nothing */
"Authenticate to the proxy server (only HTTP)" = "";

/* nothing */
"Select an Image File" = "";

/* nothing */
"Select font" = "Velg skrift";

/* nothing */
"Browse..." = "Bla gjennom...";

/* nothing */
"Select color" = "Velg farge";

/* nothing */
"mIRC colors:" = "mIRC-farger:";

/* nothing */
"Foreground:" = "Forgrunn:";

/* nothing */
"Background:" = "Bakgrunn:";

/* nothing */
"Mark fore:" = "";

/* nothing */
"Mark back:" = "";

/* nothing */
"New Data:" = "";

/* nothing */
"New Message:" = "Ny melding:";

/* nothing */
"Highlight:" = "Uthev:";

/* nothing */
"Away User:" = "";

/* nothing */
"Interface" = "Grensesnitt";

/* nothing */
"Text box" = "Tekstboks";

/* nothing */
"Input box" = "Inndataboks";

/* nothing */
"User list" = "Brukerliste";

/* nothing */
"Colors" = "Farger";

/* nothing */
"Chatting" = "Prating";

/* nothing */
"General" = "Generelt";

/* nothing */
"Logging" = "Logging";

/* nothing */
"Network" = "Nettverk";

/* nothing */
"Network setup" = "Nettverksoppsett";

/* nothing */
"File transfers" = "Filoverføringer";

/* nothing */
"Categories" = "Kategorier";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "";

/* nothing */
"X-Chat: Preferences" = "X-Chat: Brukervalg";

/* nothing */
"There was an error parsing the string" = "";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "";

/* nothing */
"Print Texts File" = "";

/* nothing */
"Event" = "";

/* nothing */
"Sound" = "Lyd";

/* nothing */
"$ Number" = "";

/* nothing */
"Edit Events" = "Rediger hendelser";

/* nothing */
"Sound file: " = "Lydfil: ";

/* nothing */
"Save As" = "Lagre som";

/* nothing */
"Load From" = "Last fra";

/* nothing */
"Test All" = "Test alle";

/* nothing */
"URL" = "";

/* nothing */
"Select a file to save to" = "Velg en fil å lagre til";

/* nothing */
"X-Chat: URL Grabber" = "X-Chat: URL-henter";

/* nothing */
"Clear list" = "Brukerliste";

/* nothing */
"Copy selected URL" = "";

/* nothing */
"Copy" = "";

/* nothing */
"Save list to a file" = "";

/* nothing */
"%d ops, %d total" = "";

